Repository: Bass6architecture/Music-BOX
Catalog: lib/l10n/app_*.arb
Languages: hi, id

source: OK
hi: ठीक

source: Cancel
hi: रद्द करें
id: Batal

source: Delete
hi: हटाएं
id: Hapus

source: Save
hi: सहेजें
id: Simpan

source: Share
hi: साझा करें
id: Bagikan

source: Edit
hi: संपादित करें

source: Rename
hi: नाम बदलें
id: Ganti Nama

source: Add
hi: जोड़ें
id: Tambah

source: Remove
hi: हटाएं
id: Hapus

source: Search
hi: खोजें
id: Cari

source: Loading...
hi: लोड हो रहा है...
id: Memuat...

source: Error
hi: त्रुटि
id: Masalah

source: Retry
hi: पुनः प्रयास करें
id: Coba Lagi

source: Close
hi: बंद करें
id: Tutup

source: Done
hi: पूर्ण
id: Selesai

source: Yes
hi: हाँ
id: Ya

source: No
hi: नहीं
id: Tidak

source: Songs
hi: गीत
id: Lagu

source: Playlists
hi: प्लेलिस्ट
id: Daftar Putar

source: Your Playlists
hi: आपकी प्लेलिस्ट
id: Playlist Anda

source: Albums
hi: एल्बम
id: Album

source: Artists
hi: कलाकार
id: Artis

source: Folders
hi: फ़ोल्डर
id: Folder

source: Settings
hi: सेटिंग्स
id: Pengaturan

source: Now Playing
hi: अब चल रहा है
id: Sedang Diputar

source: Favorites
hi: पसंदीदा
id: Favorit

source: Recently added
hi: हाल ही में जोड़ा गया
id: Baru Ditambahkan

source: Recently played
hi: हाल ही में बजाया गया
id: Baru Diputar

source: Most played
hi: सबसे अधिक बजाया गया
id: Paling Sering

# settingsTitle
source: Settings
hi: सेटिंग्स
id: Pengaturan

source: Appearance
hi: दिखावट
id: Tampilan

source: Audio
hi: ऑडियो

source: Library
hi: लाइब्रेरी
id: Pustaka

source: About
hi: बारे में
id: Tentang

source: Theme
hi: थीम
id: Tema

# themeDescription
source: Application theme
hi: एप्लिकेशन थीम
id: Tema aplikasi

# themeSystem
source: System
hi: सिस्टम
id: Sistem

# themeSystemDesc
source: Follow phone theme
hi: फ़ोन थीम का पालन करें
id: Ikuti tema ponsel

# themeLight
source: Light
hi: लाइट
id: Terang

# themeLightDesc
source: Always light
hi: हमेशा लाइट
id: Selalu terang

# themeDark
source: Dark
hi: डार्क
id: Gelap

# themeDarkDesc
source: Always dark
hi: हमेशा डार्क
id: Selalu gelap

source: Language
hi: भाषा
id: Bahasa

# languageDescription
source: Application language
hi: एप्लिकेशन की भाषा
id: Bahasa aplikasi

# currentLanguage
source: English
hi: हिन्दी
id: Bahasa Indonesia

# languageAlreadySelected
source: English already selected
hi: हिन्दी पहले से चयनित
id: Bahasa Indonesia sudah dipilih

# languageComingSoon
source: Coming soon
hi: जल्द ही आ रहा है
id: Akan datang

source: Language changed
hi: भाषा बदली गई
id: Bahasa diubah

# languageNeedsRestart
source: Restart required to apply language
hi: लागू करने के लिए पुनरारंभ आवश्यक
id: Mulai ulang diperlukan

source: Restart now
hi: अभी पुनरारंभ करें
id: Mulai Ulang Sekarang

# restartLater
source: Later
hi: बाद में
id: Nanti

source: Equalizer
hi: इक्विलाइज़र

# equalizerDesc
source: Adjust bass and treble
hi: बास और ट्रेबल समायोजित करें
id: Atur bass dan treble

source: Equalizer Enabled
hi: इक्विलाइज़र सक्षम
id: Equalizer aktif

source: Equalizer Disabled
hi: इक्विलाइज़र अक्षम
id: Equalizer nonaktif

# noEqualizerFound
source: No equalizer found on this device
hi: कोई इक्विलाइज़र नहीं मिला
id: Equalizer tidak ditemukan

source: Background
hi: पृष्ठभूमि
id: Latar Belakang

# backgroundDesc
source: Customize app background
hi: ऐप पृष्ठभूमि अनुकूलित करें
id: Kustomisasi latar aplikasi

# backgroundNone
source: None
hi: कोई नहीं
id: Tidak Ada

# backgroundGradientMusical
source: Musical gradient
hi: संगीत ग्रेडिएंट
id: Gradien Musikal

# backgroundGradientDark
source: Dark gradient
hi: डार्क ग्रेडिएंट
id: Gradien Gelap

# backgroundParticles
source: Particles
hi: कण
id: Partikel

# backgroundWaves
source: Sound waves
hi: ध्वनि तरंगें
id: Gelombang Suara

# backgroundNeonCity
source: Neon city
hi: नियॉन सिटी
id: Kota Neon

# backgroundVinylSunset
source: Vinyl sunset
hi: विनाइल सूर्यास्त
id: Matahari Terbenam Piringan Hitam

# backgroundAuroraRhythm
source: Aurora rhythm
hi: अरोरा रिदम
id: Ritme Aurora

source: Background playback
hi: पृष्ठभूमि प्लेबैक
id: Putar di Latar Belakang

# backgroundPlaybackDesc
source: Disable battery optimization for smooth playback
hi: बैटरी अनुकूलन अक्षम करें
id: Matikan optimasi baterai

# batteryOptimizationTitle
source: Stop battery optimization?
hi: बैटरी अनुकूलन रोकें?
id: Hentikan optimasi?

# batteryOptimizationMessage
source: Music Box will be allowed to run in the background. Battery usage will not be restricted.
hi: म्यूजिक बॉक्स को पृष्ठभूमि में चलने की अनुमति दी जाएगी।
id: Music Box akan diizinkan berjalan di latar belakang. Batasan baterai akan dihapus.

# batteryOptimizationEnabled
source: ✓ Battery optimization disabled
hi: ✓ अनुकूलन अक्षम
id: ✓ Optimasi mati

# batteryOptimizationDisabled
source: ⚠️ Battery optimization enabled (may cause interruptions)
hi: ⚠️ अनुकूलन सक्षम
id: ⚠️ Optimasi aktif (bisa putus-putus)

source: Notifications
hi: सूचनाएं
id: Notifikasi

# notificationsDesc
source: Notification settings
hi: सूचना सेटिंग्स
id: Pengaturan notifikasi

source: Cannot open settings
hi: सेटिंग्स नहीं खोली जा सकीं
id: Tidak bisa buka pengaturan

source: Android only
hi: केवल Android
id: Hanya Android

source: Scan music
hi: संगीत स्कैन करें
id: Pindai Musik

# scanMusicDesc
source: Detect missing tracks
hi: लापता ट्रैक खोजें
id: Cari lagu yang hilang

source: Hidden folders
hi: छिपे हुए फ़ोल्डर
id: Folder Tersembunyi

# hiddenFoldersDesc
source: Manage hidden folders
hi: छिपे हुए फ़ोल्डरों को प्रबंधित करें
id: Kelola folder tersembunyi

# version
source: Version {version}
hi: वर्जन {version}
id: Versi {version}

source: Privacy Policy
hi: गोपनीयता नीति
id: Kebijakan Privasi

# privacyPolicyDesc
source: View our privacy policy
hi: हमारी गोपनीयता नीति देखें
id: Lihat kebijakan kami

source: Contact
hi: संपर्क
id: Kontak

source: Cannot open privacy policy
hi: गोपनीयता नीति नहीं खोली जा सकी
id: Tidak bisa buka kebijakan

# cannotOpenEmail
source: Cannot open email app
hi: ईमेल ऐप नहीं खोला जा सका
id: Tidak bisa buka email

source: Play
hi: चलाएं
id: Putar

source: Pause
hi: रोकें
id: Jeda

source: Next
hi: अगला
id: Berikutnya

source: Previous
hi: पिछला
id: Sebelumnya

source: Shuffle
hi: शफल
id: Acak

source: Repeat
hi: दोहराएं
id: Ulang

source: Play next
hi: इसके बाद चलाएं
id: Putar Berikutnya

source: Play all
hi: सभी चलाएं
id: Putar Semua

source: Add to queue
hi: कतार में जोड़ें
id: Tambahkan ke Antrean

# addToQueueFull
source: Add to queue
hi: कतार में जोड़ें
id: Masuk antrean putar

source: Add to playlist
hi: प्लेलिस्ट में जोड़ें
id: Masuk ke Playlist

source: Add to MY playlists
hi: मेरी प्लेलिस्ट में जोड़ें
id: Tambahkan ke Playlist SAYA

source: Remove from playlist
hi: प्लेलिस्ट से हटाएं
id: Hapus dari Playlist

source: Remove from history
hi: इतिहास से हटाएं
id: Hapus dari Riwayat

source: Add to favorites
hi: पसंदीदा में जोड़ें
id: Tambahkan ke Favorit

source: Remove from favorites
hi: पसंदीदा से हटाएं
id: Hapus dari Favorit

source: Go to album
hi: एल्बम पर जाएं
id: Buka Album

source: Go to artist
hi: कलाकार पर जाएं
id: Buka Artis

source: Set as ringtone
hi: रिंगटोन के रूप में सेट करें
id: Jadikan Nada Dering

source: Song details
hi: गीत का विवरण
id: Detail Lagu

source: Edit metadata
hi: मेटाडाटा संपादित करें
id: Edit Tag

source: Select All
hi: सभी चुनें
id: Pilih Semua

# confirmDeleteSong
source: Do you really want to delete this song?
hi: क्या आप वाकई हटाना चाहते हैं?
id: Hapus lagu ini?

source: Song added
hi: गीत जोड़ा गया
id: Lagu ditambahkan

source: Create playlist
hi: प्लेलिस्ट बनाएं
id: Buat Playlist

# playlistNameHint
source: My playlist
hi: मेरी प्लेलिस्ट
id: Playlist Saya

source: All songs
hi: सभी गीत
id: Semua Lagu

source: Sort by
hi: क्रमबद्ध
id: Urutkan

# sortAscending
source: Ascending
hi: आरोही
id: Naik

# sortDescending
source: Descending
hi: अवरोही
id: Turun

source: Title
hi: शीर्षक
id: Judul

source: Artist
hi: कलाकार
id: Artis

source: Album
hi: एल्बम

source: Duration
hi: अवधि
id: Durasi

# sortByDateAdded
source: Date added
hi: तिथि
id: Tanggal

# grantPermission
source: Grant
hi: अनुमति दें
id: Berikan

# openSettings
source: Settings
hi: सेटिंग्स
id: Pengaturan

source: Permission Required
hi: अनुमति आवश्यक
id: Izin Diperlukan

source: Permission denied
hi: अस्वीकृत
id: Ditolak

# permissionPermanentlyDenied
source: You have denied permissions. Please enable permissions manually in app settings.
hi: स्थायी रूप से अस्वीकृत।
id: Ditolak permanen.

# storagePermissionRequired
source: Storage permission required to read music
hi: भंडारण अनुमति आवश्यक
id: Butuh akses penyimpanan

source: Change cover
hi: कवर बदलें
id: Ganti Sampul

source: Delete song
hi: गीत हटाएं
id: Hapus Lagu

source: Show lyrics
hi: गीत के बोल दिखाएं
id: Tampilkan Lirik

source: Hide lyrics
hi: गीत के बोल छुपाएं
id: Sembunyikan Lirik

source: Unknown artist
hi: अज्ञात कलाकार
id: Artis Tidak Dikenal

source: Unknown album
hi: अज्ञात एल्बम
id: Album Tidak Dikenal

source: Unknown title
hi: अज्ञात शीर्षक
id: Judul Tidak Dikenal

source: No songs
hi: कोई गीत नहीं
id: Tidak ada lagu

source: No albums
hi: कोई एल्बम नहीं
id: Tidak ada album

source: No artists
hi: कोई कलाकार नहीं
id: Tidak ada artis

source: No playlists
hi: कोई प्लेलिस्ट नहीं
id: Tidak ada playlist

source: No folders
hi: कोई फ़ोल्डर नहीं
id: Tidak ada folder

# songCount
source: {count, plural, =0{No songs} =1{1 song} other{{count} songs}}
hi: {count, plural, =0{कोई गीत नहीं} =1{1 गीत} other{{count} गीत}}
id: {count, plural, =0{Tidak ada lagu} =1{1 lagu} other{{count} lagu}}

# albumCount
source: {count, plural, =0{No albums} =1{1 album} other{{count} albums}}
hi: {count, plural, =0{कोई एल्बम नहीं} =1{1 एल्बम} other{{count} एल्बम}}
id: {count, plural, =0{Tidak ada album} =1{1 album} other{{count} album}}

source: Playlist name
hi: प्लेलिस्ट का नाम
id: Nama Playlist

# renamePlaylist
source: Rename
hi: नाम बदलें
id: Ganti Nama

source: Delete playlist
hi: प्लेलिस्ट हटाएं
id: Hapus Playlist

# confirmDeletePlaylist
source: Do you really want to delete this playlist?
hi: क्या आप वाकई इस प्लेलिस्ट को हटाना चाहते हैं?
id: Hapus playlist ini?

source: Empty playlist
hi: खाली प्लेलिस्ट
id: Playlist Kosong

source: Add songs
hi: गीत जोड़ें
id: Tambah Lagu

# addSongsToPlaylistDesc
source: Add songs to start listening
hi: सुनना शुरू करने के लिए गीत जोड़ें
id: Tambahkan lagu untuk memulai

source: Playlist created
hi: प्लेलिस्ट बनाई गई
id: Playlist dibuat

source: Playlist deleted
hi: प्लेलिस्ट हटाई गई
id: Playlist dihapus

source: Playlist renamed
hi: प्लेलिस्ट का नाम बदला गया
id: Nama diganti

# songAddedToPlaylist
source: Added to playlist
hi: प्लेलिस्ट में जोड़ा गया
id: Ditambahkan ke playlist

source: Song removed
hi: गीत हटाया गया
id: Lagu dihapus

source: Select playlist
hi: प्लेलिस्ट चुनें
id: Pilih Playlist

source: No playlists. Create one.
hi: कोई प्लेलिस्ट नहीं। एक बनाएं।
id: Belum ada playlist. Buat satu.

source: New playlist
hi: नई प्लेलिस्ट
id: Playlist Baru

# newPlaylistEllipsis
source: New playlist…
hi: नई प्लेलिस्ट...
id: Playlist Baru...

source: Create
hi: बनाएं
id: Buat

# scheduledNext
source: Scheduled to play next
hi: अगला बजाने के लिए निर्धारित
id: Dijadwalkan Berikutnya

source: Added to queue
hi: कतार में जोड़ा गया
id: Ditambahkan ke antrean

source: Removed from history
hi: इतिहास से हटाया गया
id: Dihapus dari Riwayat

source: No favorites
hi: कोई पसंदीदा नहीं
id: Belum ada favorit

source: Added to favorites
hi: पसंदीदा में जोड़ा गया
id: Ditambahkan ke favorit

source: Removed from favorites
hi: पसंदीदा से हटाया गया
id: Dihapus dari favorit

source: Queue
hi: कतार
id: Antrean

source: Clear queue
hi: साफ़ करें
id: Bersihkan

# queueEmpty
source: Queue is empty
hi: कतार खाली है
id: Antrean kosong

# confirmClearQueue
source: Do you really want to clear the queue?
hi: क्या आप वाकई कतार साफ़ करना चाहते हैं?
id: Bersihkan antrean?

source: Swipe to remove
hi: हटाने के लिए स्वाइप करें
id: Geser untuk hapus

source: Clear history
hi: इतिहास साफ़ करें
id: Hapus Riwayat

source: History cleared
hi: इतिहास साफ़ किया गया
id: Riwayat dihapus

source: Options
hi: विकल्प
id: Opsi

source: Lyrics
hi: बोल
id: Lirik

source: Lyrics found
hi: बोल मिले
id: Lirik ditemukan

# noLyrics
source: No lyrics available
hi: कोई बोल उपलब्ध नहीं
id: Tidak ada lirik

# searchingLyrics
source: Searching for lyrics...
hi: बोल खोजे जा रहे हैं...
id: Mencari lirik...

# lyricsNotFound
source: No lyrics found for this song
hi: कोई बोल नहीं मिले
id: Lirik tidak ditemukan

# lyricsError
source: Error while searching
hi: खोज में त्रुटि
id: Kesalahan pencarian

# retryLyrics
source: Retry
hi: पुनः प्रयास करें
id: Coba Lagi

source: Lyrics display
hi: बोल प्रदर्शन
id: Tampilan Lirik

# blurBackground
source: Blurred artistic background
hi: धुंधला पृष्ठभूमि
id: Latar Buram

# blurBackgroundDesc
source: Use cover art as blurred background
hi: कवर को पृष्ठभूमि के रूप में उपयोग करें
id: Gunakan sampul sebagai latar

source: Alignment
hi: संरेखण
id: Perataan

# alignLeft
source: Left
hi: बाएं
id: Kiri

# alignCenter
source: Center
hi: मध्य
id: Tengah

source: Text size
hi: पाठ का आकार
id: Ukuran Teks

source: Line height
hi: पंक्ति की ऊंचाई
id: Tinggi Baris

source: Reset
hi: रीसेट

# copiedText
source: Copied text detected
hi: कॉपी किया गया टेक्स्ट मिला
id: Teks tersalin terdeteksi

source: Use as lyrics
hi: बोल के रूप में उपयोग करें
id: Gunakan sebagai lirik

# webSearch
source: Search on the Web
hi: वेब पर खोजें
id: Cari di Web

source: Tip
hi: सुझाव
id: Tips

# copyTip
source: Select and copy lyrics on the page. They will be automatically proposed here.
hi: पेज पर बोल कॉपी करें, वे यहाँ सुझाए जाएंगे।
id: Salin lirik di halaman web, akan muncul di sini.

source: Lyrics copied
hi: बोल कॉपी किए गए
id: Lirik disalin

# scanningMusic
source: Scanning...
hi: स्कैनिंग...
id: Memindai...

source: Scan complete
hi: स्कैन पूर्ण
id: Pemindaian selesai

source: Scan failed
hi: स्कैन विफल
id: Pemindaian gagal

# foundSongs
source: {count} songs found
hi: {count} गीत मिले
id: Ditemukan {count} lagu

source: Metadata
hi: मेटाडाटा

source: Genre
hi: शैली

source: Year
hi: वर्ष
id: Tahun

source: Track
hi: ट्रैक
id: Trek

source: Path
hi: पथ
id: Jalur

source: Size
hi: आकार
id: Ukuran

source: Format
hi: प्रारूप

source: Bitrate
hi: बिटरेट

source: Sample rate
hi: सैंपल दर

source: Metadata saved
hi: सहेजा गया
id: Tersimpan

# metadataFailed
source: Save failed
hi: सहेजने में विफल
id: Gagal menyimpan

source: Cover saved
hi: कवर सहेजा गया
id: Sampul disimpan

# coverFailed
source: Save failed
hi: सहेजने में विफल
id: Gagal menyimpan

# confirmDelete
source: Confirm deletion
hi: हटाने की पुष्टि करें
id: Konfirmasi Hapus

source: File deleted
hi: फ़ाइल हटाई गई
id: File dihapus

# fileDeletionFailed
source: Deletion failed
hi: हटाने में विफल
id: Gagal menghapus

source: Crop
hi: क्रॉप
id: Potong

# requiresAndroid10
source: This feature requires Android 10+
hi: Android 10+ आवश्यक है
id: Perlu Android 10+

source: Error opening folder
hi: फ़ोल्डर खोलने में त्रुटि
id: Gagal membuka folder

source: Image updated
hi: चित्र अद्यतन
id: Diperbarui

# ringtoneSet
source: Set as ringtone
hi: रिंगटोन के रूप में सेट
id: Diatur sebagai nada dering

# sortByName
source: Name
hi: नाम
id: Nama

# sortByArtist
source: Artist
hi: कलाकार
id: Artis

# sortByAlbum
source: Album
hi: एल्बम

# sortByDuration
source: Duration
hi: अवधि
id: Durasi

# sortByPlayCount
source: Play count
hi: प्ले काउंट
id: Jumlah Putar

source: Shuffle all
hi: सभी शफल करें
id: Acak Semua

source: Allow
hi: अनुमति दें
id: Izinkan

# filterDuration
source: Ignore durations less than
hi: इससे कम अवधि को अनदेखा करें
id: Abaikan durasi di bawah

# filterSize
source: Ignore sizes less than
hi: इससे कम आकार को अनदेखा करें
id: Abaikan ukuran di bawah

# duration30s
source: 30 s
hi: 30 सेकंड
id: 30 dtk

# duration60s
source: 60 s
hi: 60 सेकंड
id: 60 dtk

source: START SCAN
hi: स्कैन शुरू करें
id: MULAI PINDAI

source: Scanning in progress...
hi: स्कैनिंग...
id: Memindai...

source: Hide folder
hi: फ़ोल्डर छुपाएं
id: Sembunyikan Folder

source: Folder hidden
hi: फ़ोल्डर छुपाया गया
id: Folder disembunyikan

# unhideFolder
source: Unhide
hi: दिखाएं
id: Tampilkan

source: Folder unhidden
hi: फ़ोल्डर दिखाया गया
id: Folder ditampilkan

source: Folder properties
hi: फ़ोल्डर गुण
id: Properti Folder

source: Open location
hi: स्थान खोलें
id: Buka Lokasi

source: View hidden folders
hi: छिपे हुए फ़ोल्डर देखें
id: Lihat Folder Tersembunyi

source: Open
hi: खोलें
id: Buka

source: Copy path
hi: पथ कॉपी करें
id: Salin Jalur

source: Path copied
hi: पथ कॉपी किया गया
id: Jalur disalin

# uriNotFound
source: File URI not found
hi: URI नहीं मिला
id: URI tidak ditemukan

# ringtoneTitle
source: Ringtone
hi: रिंगटोन
id: Nada Dering

# setRingtoneConfirm
source: Set "{title}" as ringtone?
hi: "{title}" को रिंगटोन सेट करें?
id: Jadikan "{title}" nada dering?

source: Confirm
hi: पुष्टि करें
id: Konfirmasi

# ringtoneSetSuccess
source: ✓ Set as ringtone
hi: ✓ रिंगटोन सेट किया गया
id: ✓ Nada dering diatur

source: Changes saved
hi: परिवर्तन सहेजे गए
id: Perubahan disimpan

# fileDeletedPermanently
source: File permanently deleted
hi: फ़ाइल हमेशा के लिए हटाई गई
id: File dihapus permanen

source: Edit artist info
hi: कलाकार जानकारी संपादित करें
id: Edit Info Artis

source: Optional
hi: वैकल्पिक
id: Opsional

source: Genre (Optional)
hi: शैली (वैकल्पिक)
id: Genre (Opsional)

source: Year (Optional)
hi: वर्ष (वैकल्पिक)
id: Tahun (Opsional)

source: Delete permanently?
hi: स्थायी रूप से हटाएं?
id: Hapus Permanen?

# deleteWarningMessage
source: This action is irreversible and will delete:
hi: यह कार्रवाई अपरिवर्तनीय है:
id: Tindakan ini tidak bisa dibatalkan:

# deleteStorageWarning
source: ⚠️ The file will be deleted from your phone's storage
hi: ⚠️ फ़ाइल फ़ोन संग्रहण से हटा दी जाएगी
id: ⚠️ File akan dihapus dari penyimpanan

# folderLabel
source: Folder: {name}
hi: फ़ोल्डर: {name}

# android10Required
source: ❌ This feature requires Android 10+
hi: ❌ Android 10+ आवश्यक
id: ❌ Perlu Android 10+

# errorWithDetails
source: ❌ Error: {error}
hi: ❌ त्रुटि: {error}
id: ❌ Kesalahan: {error}

# errorPermissionDenied
source: Permission denied. Check app settings
hi: अनुमति अस्वीकृत
id: Izin Ditolak

# errorFileNotFound
source: File not found
hi: फ़ाइल नहीं मिली
id: File Tidak Ditemukan

# errorInsufficientStorage
source: Insufficient storage space
hi: अपर्याप्त जगह
id: Penyimpanan Penuh

# errorNetworkProblem
source: Connection problem
hi: कनेक्शन समस्या
id: Masalah Jaringan

# errorCorruptFile
source: Corrupted file or invalid format
hi: भ्रष्ट फ़ाइल
id: File Rusak

# errorGeneric
source: An error occurred
hi: एक त्रुटि हुई
id: Terjadi Kesalahan

source: Sleep Timer
hi: स्लीप टाइमर
id: Pengatur Waktu Tidur

# sleepTimerSet
source: Timer set to {duration}
hi: टाइमर {duration} पर सेट
id: Waktu diatur {duration}

source: Cancel Timer
hi: टाइमर रद्द करें
id: Batal

source: Custom Timer
hi: कस्टम टाइमर
id: Kustom

source: Customize
hi: कस्टमाइज़
id: Sesuaikan

# setTimer
source: Set
hi: सेट करें

source: Hours
hi: घंटे
id: Jam

source: Minutes
hi: मिनट
id: Mnt

# invalidDuration
source: Please set a valid duration
hi: अमान्य अवधि
id: Durasi tidak valid

source: Stop music after
hi: संगीत बंद करें
id: Hentikan Musik

source: Start
hi: शुरू
id: Mulai

# min5
source: 5 min
hi: 5 मिनट
id: 5 mnt

# min15
source: 15 min
hi: 15 मिनट
id: 15 mnt

# min30
source: 30 min
hi: 30 मिनट
id: 30 mnt

# min45
source: 45 min
hi: 45 मिनट
id: 45 mnt

# hour1
source: 1 hour
hi: 1 घंटा
id: 1 jam

# hours2
source: 2 hours
hi: 2 घंटे
id: 2 jam

source: Up Next
hi: अगला
id: Berikutnya

source: Undo
hi: पूर्ववत
id: Urungkan

# permissionAudioTitle
source: Audio Access
hi: ऑडियो एक्सेस
id: Akses Audio

# permissionAudioDesc
source: To play your local music files
hi: अपना संगीत चलाने के लिए
id: Untuk memutar musik Anda

# permissionNotificationTitle
source: Notifications
hi: सूचनाएं
id: Notifikasi

# permissionNotificationDesc
source: For playback controls
hi: प्लेबैक नियंत्रण के लिए
id: Untuk kontrol pemutar

# permissionBatteryTitle
source: Background Playback
hi: बैकग्राउंड प्लेबैक
id: Latar Belakang

# permissionBatteryDesc
source: Prevents cuts when screen is off
hi: अंठेरा होने पर रुकने से बचें
id: Hindari musik mati saat layar mati

# permissionIntro
source: To offer you the best musical experience, Music Box needs a few permissions.
hi: म्यूजिक बॉक्स को अनुमति की आवश्यकता है।
id: Music Box perlu izin agar berfungsi optimal.

source: Grant
hi: दें
id: Berikan

source: Enable
hi: सक्षम करें
id: Aktifkan

# accessApp
source: Access Music Box
hi: ऐप एक्सेस करें
id: Masuk Aplikasi
